Repository: dunkbing/keystaff
Catalog: jisho/*.lproj/Localizable.strings
Languages: vi

source: About
vi: Giới thiệu

source: About Alto Clef
vi: Về khóa Alto

source: About Bass Clef
vi: Về khóa Bass

source: About KeyStaff
vi: Giới thiệu KeyStaff

source: About Treble Clef
vi: Về khóa Treble

source: Accuracy
vi: Độ chính xác

source: Answer using on-screen piano keys or letter notes with accidentals
vi: Trả lời bằng phím đàn piano trên màn hình hoặc nút chữ nốt kèm dấu hóa

source: Bass Reference
vi: Tham khảo khóa Bass

source: Clear History
vi: Xóa lịch sử

source: Close
vi: Đóng

source: Crafted with ❤️ in SwiftUI
vi: Được tạo bằng ❤️ với SwiftUI

source: DURATION
vi: THỜI LƯỢNG

source: Done
vi: Xong

source: Duration
vi: Thời lượng

source: End Session
vi: Kết thúc phiên

source: Enjoy Catppuccin-inspired themes and customizable settings
vi: Thưởng thức các chủ đề lấy cảm hứng từ Catppuccin cùng nhiều tùy chỉnh

source: English
vi: Tiếng Anh

source: Follow developer
vi: Theo dõi nhà phát triển

source: Highlights
vi: Điểm nổi bật

source: Haptic
vi: Rung phản hồi

source: In music, each Note represents a sound. The Notes are named after the alphabets: A, B, C, D, E, F, G. The Stave is made of five lines and four spaces (counted upwards). The Notes are written on and between the lines of a Stave.
vi: Trong âm nhạc, mỗi nốt biểu thị một âm thanh. Các nốt được đặt tên theo các chữ cái: A, B, C, D, E, F, G. Khuông nhạc gồm năm dòng và bốn khoảng trống (đếm từ dưới lên). Nốt nhạc được viết trên và giữa các dòng của khuông.

source: KeyStaff blends piano practice with note reading drills. Switch between clefs, answer from a piano keyboard, and keep tempo with the integrated metronome.
vi: KeyStaff kết hợp luyện đàn piano với luyện đọc nốt. Chuyển đổi giữa các khóa, trả lời bằng bàn phím piano và giữ nhịp với chiếc máy đếm nhịp tích hợp.

source: Language
vi: Ngôn ngữ

source: Learn
vi: Học

source: Metronome
vi: Máy đếm nhịp

source: Music Note Basics
vi: Cơ bản về nốt nhạc

source: Music Notes
vi: Nốt nhạc

source: No history yet. Complete a session to view past results.
vi: Chưa có lịch sử. Hoàn thành một phiên luyện để xem kết quả.

source: Options
vi: Tùy chọn

source: OTHER OPTIONS
vi: TÙY CHỌN KHÁC

source: Piano Keys
vi: Phím đàn piano

source: Practice
vi: Luyện tập

source: Practice treble, bass, and alto clefs with instant feedback
vi: Luyện khóa Sol, Fa và Alto với phản hồi tức thì

source: Ready to Practice
vi: Sẵn sàng luyện tập

source: Recent Scores
vi: Điểm gần đây

source: Review session summaries with score history and accuracy charts
vi: Xem lại tổng kết với lịch sử điểm và biểu đồ độ chính xác

source: Score
vi: Điểm

source: Session History
vi: Lịch sử phiên

source: Session Summary
vi: Tổng kết phiên

source: Settings
vi: Cài đặt

source: SHOW NOTES OF TYPE
vi: HIỂN THỊ DẠNG NỐT

source: Sounds
vi: Âm thanh

source: Start New Session
vi: Bắt đầu luyện tập

source: Start Practice
vi: Bắt đầu luyện tập

source: Start your first session to see performance insights.
vi: Hãy bắt đầu phiên đầu tiên để xem thống kê.

source: TEMPO
vi: TỐC ĐỘ

source: TIME SIGNATURE
vi: SỐ CHỈ NHỊP

source: Time
vi: Thời gian

source: Treble Reference
vi: Tham khảo khóa Treble

source: Use the metronome with accents, time signatures, and visual beats
vi: Sử dụng máy đếm nhịp với nhấn mạnh, chỉ số nhịp và hiển thị trực quan

source: Version
vi: Phiên bản

source: Your score won't be counted for stats when duration is set to ∞ (practice mode).
vi: Điểm của bạn sẽ không được tính vào thống kê khi chọn thời lượng ∞ (chế độ luyện tập).

source: 1 min
vi: 1 phút

source: 5 mins
vi: 5 phút

source: 10 mins
vi: 10 phút

source: Alto Reference
vi: Tham khảo khóa Alto

source: Treble
vi: Khóa Treble

source: Bass
vi: Khóa Bass

source: Alto
vi: Khóa Alto
